[
    {
        "name": "Manufacturer",
        "img": "https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5d35eacaf1176b0008974b54%2F2020-Chevrolet-Corvette-Stingray%2F960x0.jpg%3FcropX1%3D790%26cropX2%3D5350%26cropY1%3D784%26cropY2%3D3349",
        "description": " Automotive Engineering has gained recognition and importance ever since motor vehicles capable for transporting passengers has been in vogue.It offers the mobility and flexibility of use demanded by an enormous variety of lifestyles and industries. Automobiles affect every aspect of society, from the .",
        "price": 4555
    },
    {
        "name": "Automobile",
        "img": "https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5d37046395e0230008f64edf%2F2020-Ford-Mustang-Shelby-GT500%2F960x0.jpg%3FcropX1%3D299%26cropX2%3D2851%26cropY1%3D201%26cropY2%3D1638",
        "description": "A car is a wheeled motor vehicle used for transportation. Most definitions of cars say that they run primarily on roads, seat one-to-eight people, have four wheels and mainly transport people rather than goods. Cars came into global use during the 20th century, and developed economies depend on them",
        "price": 50222
    },
    {
        "name": "Production",
        "img": "https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5d35eb15f1176b0008974b5c%2F2020-McLaren-GT%2F960x0.jpg%3FcropX1%3D512%26cropX2%3D5312%26cropY1%3D602%26cropY2%3D3303",
        "description": "Production is the process of combining various material inputs and immaterial inputs in order to make something for consumption. It is the act of creating an output, a good or service which has value and",
        "price": 30000
    },
    {
        "name": "Car RamRod",
        "img": "https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5d35eb4795e0230008f63724%2F2020-Tesla-Roadster%2F960x0.jpg%3FcropX1%3D282%26cropX2%3D3354%26cropY1%3D157%26cropY2%3D1885",
        "description": "A ramrod is a metal or wooden device used with muzzleloading firearms to push the projectile up against the propellant. The ramrod was used with weapons such as muskets and cannons and was usually held in a notch underneath the barrel.",
        "price": 500000
    },
    {
        "name": "Carzilla",
        "img": "https://i.ytimg.com/vi/7PXLPzcIydw/maxresdefault.jpg",
        "description": "CARZILLA Calgary's boutique auto detailing supplies and products, where we carry polishers, waxes, sealants, ceramic coatings, polishing pads and much more. Looking to learn more about detailing and polishing? Visit our free clinic events page for",
        "price": 78888
    },
    {
        "name": "Chick Magnet",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS1g_TkJwilTXBhWtXJSxOyabD6eohNEHQf6uTuCElHR2UttGhkm5g8tNMxET4FxI5p7qc&usqp=CAU",
        "description": "A magnet is a material or object that produces a magnetic field. This magnetic field is invisible but is responsible for the most notable property of a magnet: a force that pulls on other ferromagnetic materials, such as iron, steel, nickel, cobalt, etc. and attracts or repels other magnets",
        "price": 450000
    },
    {
        "name": "Cowgirl Up",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ582AJcGRaxTXCpAs-NowZuQuNFA-IcVY1fXDgAUvpWRhWX8X9kczjel6e5bORe3dA_fI&usqp=CAU",
        "description": "In cryptography, encryption is the process of encoding information. This process converts the original representation of the information, known as plaintext, into an alternative form known as ciphertext. Ideally, only authorized parties can decipher a ciphertext back to plaintext and access the original information",
        "price": 25551
    },
    {
        "name": "King of the Road",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTqhgCIQAj8p8ScCOE7q7yzCrPvsi4Qgnb-9Wlp7WkZs93eEBiH6xf050DDPfSHej7Ld20&usqp=CAU",
        "description": "King of the Road is a song written by country singer Roger Miller, who first recorded it in November 1964. ... The lyrics tell of the day-to-day life of a hobo ",
        "price": 56666
    },
    {
        "name": "Klutch",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRNLBxFidPwQ9-_TXf3czaOGSN3667NcxWVQBX2RtWnVZIcvdtQMYaeb-3Dt180W4tG4ko&usqp=CAU",
        "description": "Klutch Sports Group is an American sports agency based in Los Angeles, California. It is founded by professional basketball player LeBron James' best friend Headquarters",
        "price": 20000
    },
    {
        "name": "Kraken\t",
        "img": "https://www.motortrend.com/uploads/sites/5/2020/10/2021-SSC-Tuatara-Reruns-Record-Car-Front-3.4.jpg?fit=around%7C875:492",
        "description": "As one of the largest and oldest Bitcoin exchanges in the world, Kraken is consistently named one of the best places to buy and sell crypto online",
        "price": 52222
    },
    {
        "name": "Leviathan ",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Regera_%28light_gradient%29.png/1200px-Regera_%28light_gradient%29.png",
        "description": "Leviathan is a demonic sea serpent noted in theology and mythology. It is referenced in several books of the Hebrew Bible, including Psalms, the Book of Job, the Book of Isaiah, and the Book of Amos; it is also mentioned in the Book of ",
        "price": 45550
    }
]